tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "cormacrelf/tap"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "oven-sh/bun"
tap "robotsandpencils/made"
tap "socsieng/tap"
tap "wix/brew"
brew "xz"
brew "readline"
brew "sqlite"
brew "aria2"
brew "asimov"
brew "autojump"
brew "bat"
brew "pkg-config"
brew "bfg"
brew "caddy"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "docker-compose"
brew "folly"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fnm"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "gzip"
brew "htop"
brew "ipfs"
brew "k9s"
brew "lazygit"
brew "lua-language-server"
brew "make"
brew "mas"
brew "minikube"
brew "mongosh"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "node@14"
brew "openssl@3"
brew "openvpn"
brew "php"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "shfmt"
brew "speedtest-cli"
brew "stow"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unzip"
brew "wget"
brew "zlib"
brew "facebook/fb/idb-companion"
brew "mongodb/brew/mongodb-community"
brew "ms-jpq/sad/sad"
brew "oven-sh/bun/bun"
brew "robotsandpencils/made/xcodes"
brew "socsieng/tap/sendkeys"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-pro"
cask "affinity-designer"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "around"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "dropbox"
cask "eqmac"
cask "figma"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "inkscape"
cask "insomnia"
cask "iterm2-beta"
cask "karabiner-elements"
cask "kitty"
cask "michaelvillar-timer"
cask "multipass"
cask "neovide"
cask "obs"
cask "powershell"
cask "react-native-debugger"
cask "slack"
cask "spline"
cask "spotify"
cask "teamviewer"
cask "tomatobar"
cask "tunnelblick"
cask "utm"
cask "vimr"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vysor"
cask "whatsapp"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Brother iPrint&Scan", id: 1193539993
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Poolsuite FM", id: 1514817810
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Vectornator", id: 1219074514
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "ahmadawais.shades-of-purple"
vscode "asvetliakov.vscode-neovim"
vscode "bschulte.love"
vscode "ChFlick.firecode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "glennsl.sane-reason-grammar"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "IBM.output-colorizer"
vscode "jack89ita.copy-filename"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeff-hykin.polacode-2019"
vscode "jingkaizhao.vscode-redux-devtools"
vscode "josetr.cmake-language-support-vscode"
vscode "Koihik.vscode-lua-format"
vscode "lyzerk.linecounter"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "marp-team.marp-vscode"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "moshfeu.compare-folders"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "ocamllabs.ocaml-platform"
vscode "Orta.vscode-jest"
vscode "PenumbraTheme.penumbra"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "rpinski.shebang-snippets"
vscode "rustykey.vscode-ocaml-reason-format"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-dark"
vscode "uloco.theme-bluloco-light"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WallabyJs.quokka-vscode"
vscode "XadillaX.viml"
