tap "1password/tap"
tap "anomalyco/tap"
tap "dopplerhq/cli"
tap "facebook/fb"
tap "grain-lang/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "wix/brew"
tap "xcodesorg/made"
brew "act"
brew "gmp"
brew "gcc"
brew "libyaml"
brew "openssl@3"
brew "aider"
brew "aria2"
brew "bat"
brew "caddy"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnutls"
brew "gnu-sed"
brew "go"
brew "gzip"
brew "htop"
brew "icu4c@76"
brew "lazygit"
brew "lua-language-server"
brew "make"
brew "mas"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "opam"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "scrcpy"
brew "shfmt"
brew "speedtest-cli"
brew "stow"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "typos-cli"
brew "unzip"
brew "uv"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "dopplerhq/cli/doppler"
brew "facebook/fb/idb-companion"
brew "oven-sh/bun/bun"
brew "wix/brew/applesimutils"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "affinity-designer"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "arc"
cask "balenaetcher"
cask "basictex"
cask "claude"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "expo-orbit"
cask "figma"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "grain-lang/tap/grain"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "krisp"
cask "logi-options+"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "neovide-app"
cask "ngrok"
cask "notion"
cask "obs"
cask "orion"
cask "postman"
cask "proxy-audio-device"
cask "sigmaos"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "tomatobar"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zed@preview"
cask "zen"
cask "zulu"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Bear", id: 1091189122
mas "Brother iPrint&Scan", id: 1193539993
mas "Cleaner One", id: 1473079126
mas "ColorSlurp", id: 1287239339
mas "CrystalFetch", id: 6454431289
mas "Dark Reader for Safari", id: 1438243180
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Geeps", id: 6476961115
mas "GIPHY CAPTURE", id: 668208984
mas "HP", id: 1474276998
mas "iMovie", id: 408981434
mas "IP Scanner", id: 6443819966
mas "Keynote", id: 361285480
mas "Linearity Curve", id: 1219074514
mas "Magnet", id: 441258766
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
mas "Trello", id: 1278508951
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 310633997
uv "-"
uv "-"
uv "mistral-vibe"
npm "@expo/ngrok"
npm "@vscode/vsce"
npm "alfred-dark-mode"
npm "alfred-npms"
npm "corepack"
npm "eas-cli"
npm "ios-deploy"
npm "quicktype"
npm "tsx"
