tap "1password/tap"
tap "grain-lang/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "bat"
brew "icu4c@76"
brew "caddy"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "go"
brew "gzip"
brew "htop"
brew "lazygit"
brew "libyaml"
brew "lua-language-server"
brew "make"
brew "mas"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "opam"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "shfmt"
brew "speedtest-cli"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unzip"
brew "watchman"
brew "wget"
brew "zlib"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "arc"
cask "balenaetcher"
cask "basictex"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "google-chrome"
cask "grain"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "krisp"
cask "michaelvillar-timer"
cask "monitorcontrol"
cask "neovide"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "tomatobar"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zed@preview"
cask "zulu"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Brother iPrint&Scan", id: 1193539993
mas "Cleaner One", id: 1473079126
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "IP Scanner", id: 6443819966
mas "Keynote", id: 409183694
mas "Linearity Curve", id: 1219074514
mas "Linearity Move", id: 6443677011
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
mas "Trello", id: 1278508951
mas "Vimari", id: 1480933944
